Repository: Payroll-Engine/PayrollEngine.WebApp
Catalog: Shared/Resources/Localizations.*.resx
Languages: de

# Action.Action
source: Action
de: Aktion

# Action.Actions
source: Actions
de: Aktionen

# Action.NotAvailable
source: No action available
de: Keine Aktionen verfügbar

# App.CollapseGroups
source: Collapse groups
de: Gruppen zuklappen

# App.CompactView
source: Compact view
de: Kompakte Ansicht

# App.ExpandGroups
source: Expand groups
de: Grouppen aufklappen

# App.SelectEmployee
source: Please select an employee
de: Bitte einen Mitarbeiter auswählen

# App.SelectPayroll
source: Please select a payroll
de: Bitte einen Payroll auswählen

# App.SelectPayrollWithPayrun
source: Please select a payroll with a payrun
de: Bitte einen Payroll mit einem Lohnlauf auswählen

# App.SelectPayrun
source: Please select a payrun
de: Bitte einen Lohnlauf auswählen

# App.SelectTenant
source: Please select a tenant
de: Bitte einen Mandanten auswählen

# Attribute.Attribute
source: Attribute
de: Attribut

# Attribute.Attributes
source: Attributes
de: Attribute

# Attribute.NotAvailable
source: No attributes available
de: Keine Attribute verfügbar

# Calendar.Calendar
source: Calendar
de: Kalender

# Calendar.Calendars
source: Calendars
de: Kalender

# Calendar.CycleTimeUnit
source: Cycle time unit
de: Zyklus Zeiteinheit

# Calendar.FirstDayOfWeek
source: First day of week
de: Erster Tag der Woche

# Calendar.FirstMonthOfYear
source: First month of year
de: Erster Monat im Jahr

# Calendar.PeriodDayCount
source: Period day count
de: Tage in der Periode

# Calendar.NotAvailable
source: No calendars available
de: Keine Kalender verfügbar

# Calendar.PeriodTimeUnit
source: Period time unit
de: Periode Zeiteinheit

source: Calendar time map
de: Zeitzuordnung

# Calendar.WeekMode
source: Week mode
de: Wochenmodus

# Calendar.YearWeekRule
source: Calendar week rule
de: Kalendar Wochenregel

# Case.AvailableExpression
source: Available expression
de: Verfügbarkeits-Ausdruck

# Case.BaseCase
source: Base case
de: Basisfall

# Case.BaseCaseFields
source: Base case fields
de: Basisfall-Felder

# Case.BuildExpression
source: Build expression
de: Erstellungs-Ausdruck

# Case.CancellationType
source: Cancellation type
de: Stornierungstyp

# Case.Case
source: Case
de: Fall

# Case.Cases
source: Cases
de: Fälle

# Case.CaseType
source: Case type
de: Falltyp

# Case.CompanyCases
source: Company cases
de: Unternehmensfälle

# Case.DefaultReason
source: Default reason
de: Standardbegründung

# Case.EmployeeCases
source: Employee cases
de: Mitarbeiterfälle

# Case.GlobalCases
source: Global cases
de: Globale Fälle

# Case.NationalCases
source: National cases
de: Nationale Fälle

# Case.ValidateExpression
source: Validate expression
de: Validierungs-Ausdruck

# CaseChange.CaseChange
source: Case change
de: Falländerung

# CaseChange.CaseChanges
source: Case changes
de: Falländerungen

# CaseChange.NotAvailable
source: No case changes available
de: Keine Falländerung verfügbar

# CaseField.CaseField
source: Case field
de: Fallfeld

# CaseField.CaseFields
source: Case fields
de: Fallfelder

# CaseRelation.CaseRelation
source: Case relation
de: Fallbeziehung

# CaseRelation.CaseRelations
source: Case relations
de: Fallbeziehungen

# CaseSlot.CaseSlot
source: Case slot
de: Fallplatz

# CaseSlot.CaseSlots
source: Case slots
de: Fallplätze

# CaseSlot.NotAvailable
source: No case slot available
de: Keine Fallplätze verfügbar

# ClusterSet.NotAvailable
source: No cluster sets available
de: Keine Cluster Sets verfügbar

# Collector.Collector
source: Collector
de: Kollektor

# Collector.Collectors
source: Collectors
de: Kollektoren

# Dialog.AddTitle
source: Create {0}
de: {0} erstellen

# Dialog.Cancel
source: Cancel
de: Abbrechen

# Dialog.EditTitle
source: Edit {0}
de: {0} bearbeiten

# Division.Division
source: Division
de: Bereich

# Division.Divisions
source: Divisions
de: Bereiche

# Division.NotAvailable
source: No divisions available
de: Keine Bereiche verfügbar

# Shared.SelectAll
source: Select all
de: Alle auswählen

# Document.Document
source: Document
de: Dokument

# Document.Documents
source: Documents
de: Dokumente

# Document.NotAvailable
source: No documents available
de: Keine Dokument verfügbar

# Employee.Employee
source: Employee
de: Mitarbeiter

# Employee.Employees
source: Employees
de: Mitarbeiter

# Employee.FirstName
source: First name
de: Vorname

# Employee.LastName
source: Last name
de: Nachname

# Employee.NotAvailable
source: No employees available
de: Keine Mitarbeiter verfügbar

# Error.RequiredField
source: {field} is required.
de: {field} is erforderlich.

# Error.ItemUnknown
source: Unknown {type} {item}.
de: Unbekanntes {type} {item} zum Bearbeiten.

# Error.JsonFormatError
source: Json format error.
de: Json Formatfehler.

# Error.MissingEmployee
source: Please ensure an existing employee with identifier {identifier}.
de: Bitte sorgen Sie für einen vorhandenen Mitarbeiter mit der Kennung {identifier}.

# Error.UniqueConflict
source: {key} already in use.
de: {key} wird bereits verwendet.

# Item.Add
source: Add
de: Hinzufügen

# Item.Added
source: {item} successfully added
de: {item} erfolgreich hinzugefügt

# Item.AddHelp
source: Add new {item}
de: {item} neu hinzufügen

# Item.AddTitle
source: Add {item}
de: {item} hinzufügen

# Item.BaseField
source: base
de: Basis

# Item.CSharpExpression
source: C# expression
de: C# Ausdruck

# Item.Delete
source: Delete
de: Löschen

# Item.Deleted
source: {item} successfully deleted
de: {item} erfolgreich gelöscht

# Item.DeleteHelp
source: Delete {item}
de: {item} löschen

# Item.DeleteQuery
source: Delete {item}?
de: {item} löschen?

# Item.DeleteTitle
source: Delete {item}
de: {item} löschen

# Item.DeriveHelp
source: Derive {item}
de: {item} ableiten

# Item.Edit
source: Edit
de: Baerbeiten

# Item.EditHelp
source: Edit {item}
de: {item} bearbeiten

# Item.EditTitle
source: Edit {item}
de: {item} bearbeiten

# Item.InitOnlyField
source: init-only
de: Initial

# Item.NotAvailable
source: No {item} available
de: {item} nicht verfügbar

# Item.ReadOnlyField
source: read-only
de: Schreibgeschützt

# Item.Remove
source: Remove
de: Entfernen

# Item.RemoveAll
source: Remove all
de: Alle entfernen

# Item.SaveHelp
source: Save {item}
de: {item} speichern

# Item.Updated
source: {item} successfully updated
de: {item} erfolgreich aktaulisiert

# Localization.DialogTitle
source: {localization} localizations
de: Übersetzungen {localization}

# Localization.Localization
source: Localization
de: Übersetzung

# Localization.LocalizationBase
source: Localization base
de: Übersetzungsbasis

# Localization.Localizations
source: Localizations
de: Übersetzungen

# Localization.NotAvailable
source: No localizations available
de: Keine Übersetzungen verfügbar

# Log.Comment
source: Comment
de: Kommentar

# Log.Level
source: Level
de: Stufe

# Log.Message
source: Message
de: Meldung

# Log.NotAvailable
source: No logs available
de: Keine Logs verfügbar

# Log.OwnerType
source: Owner type
de: Besitzertyp

# Login.NewPasswordTitle
source: Create new password
de: Neues Passwort erstellen

# Login.Password
source: Password
de: Passwort

# Login.PasswordInfo
source: Password: 1 digit, 1 lowercase, 1 uppercase, 1 special character and minimum 8 characters
de: Passwort: 1 Zahl, 1 Kleinbuchstabe, 1 Grossbuchstabe, 1 Sonderzeichen und mindestend 8 Zeichen

# Login.TenantHelp
source: Please select a tenant
de: Bitte den Mandanten auswählen

# Login.UserHelp
source: Please enter your identification
de: Bitte die Kennung eingeben

# LookupValue.LookupValue
source: Lookup value
de: Lookupwert

# LookupValue.LookupValues
source: Lookup values
de: Lookupwerte

# Payroll.NotAvailable
source: No payroll available
de: Keine Payroll verfügbar

# PayrollLayer.PayrollLayer
source: Payroll layer
de: Payrollschicht

# PayrollLayer.PayrollLayers
source: Payroll layers
de: Payrollschichten

# Payrun.NotAvailable
source: No payruns available
de: Keine Lohnläufe verfügbar

# Payrun.Payrun
source: Payrun
de: Lohnlauf

# Payrun.Payruns
source: Payruns
de: Lohnläufe

# PayrunJob.NotAvailable
source: No payrun jobs available
de: Keine Lohnlauf Jobs verfügbar

# PayrunJob.PayrunJob
source: Payrun job
de: Lohnlaufjob

# PayrunJob.PayrunJobs
source: Payrun jobs
de: Lohnlaufjobs

# PayrunParameter.NotAvailable
source: No payrun parameters available
de: Keine Lohnlauf Parameter verfügbar

# PayrunParameter.PayrunParameter
source: Payrun parameter
de: Lohnlauf Parameter

# PayrunParameter.PayrunParameters
source: Payrun parameters
de: Lohnlauf Parameter

# PayrunResult.NotAvailable
source: No payrun results available
de: Keine Lohnlauf Ergebnisverfügbar

# PayrunResult.PayrunResult
source: Payrun result
de: Lohnlaufergebnis

# PayrunResult.PayrunResults
source: Payrun results
de: Lohnlaufergebnisse

# Regulation.InheritanceBase
source: Base
de: Basis

# Regulation.InheritanceDerived
source: Derived
de: Ableitung

# Regulation.InheritanceNew
source: New
de: Neu

# Regulation.NotAvailable
source: No regulations available
de: Keine Regulierungen verfügbar

# Regulation.Regulation
source: Regulation
de: Regulierung

# Regulation.Regulations
source: Regulations
de: Regulierungen

# RegulationShare.MissingShares
source: Please select a tenant with shared regulations
de: Bitte einen Mandaten mit Regulierungsfreigaben auswählen

# RegulationShare.NotAvailable
source: No regulation shares available
de: Keine Regulierungsfreigaben verfügbar

# RegulationShare.RegulationShare
source: Regulation share
de: Regulierungsfreigabe

# RegulationShare.RegulationShares
source: Regulation shares
de: Regulierungsfreigaben

# Report.NotAvailable
source: No reports available
de: Keine Reports verfügbar

# ReportLog.NotAvailable
source: No report logs available
de: Keine Report Logs verfügbar

# ReportParameter.ReportParameters
source: Report parameters
de: Reportparameter

# ReportQuery.NotAvailable
source: No report queries available
de: Keine Report Abfragen verfügbar

# ReportQuery.ReportQuery
source: Report query
de: Reportabfrage

# ReportQuery.ReportQuerys
source: Report queries
de: Reportabfragen

# ReportTemplate.ReportTemplate
source: Report template
de: Reportvorlage

# ReportTemplate.ReportTemplates
source: Report templates
de: Reportvorlagen

# Script.Script
source: Script
de: Skript

# Script.Scripts
source: Scripts
de: Skripts

# Shared.Calendar
source: Calendar
de: Kalender

# Shared.CommonFields
source: Common
de: Allgemein

# Shared.Culture
source: Culture
de: Kultur

# Shared.Description
source: Description
de: Beschreibung

# Shared.FilterReset
source: Filter reset
de: Filter zurücksetzen

# Shared.Identifier
source: Identifier
de: Kennung

# Shared.ImmediateChanges
source: Changes are applied immediately
de: Änderungen werden sofort übernommen

# Shared.Immutable
source: Immutable
de: Unveränderlich

# Shared.Inheritance
source: Inheritance
de: Vererbung

# Shared.JsonReformat
source: Json reformat
de: Json Formatierung

# Shared.Key
source: Key
de: Schlüssel

# Shared.Language
source: Language
de: Sprache

# Shared.ObjectCreated
source: Created
de: Erstellt

# Shared.ObjectUpdated
source: Updated
de: Bearbeitet

# Shared.Type
source: Type
de: Typ

# Shared.Value
source: Value
de: Wert

# Shared.ValueType
source: Value type
de: Werttyp

# Task.Category
source: Category
de: Kategorie

# Task.Complete
source: Complete
de: Vollständig

# Task.CompletedDate
source: Completed date
de: Abschlussdatum

# Task.CompleteToggle
source: Show completed
de: Erledigte anzeigen

# Task.CompleteToggleHelp
source: Show or hide completed tasks
de: Erledigte Aufgaben anzeigen oder ausblenden

# Task.Instruction
source: Instruction
de: Instruktion

# Task.NotAvailable
source: No tasks available
de: Keine Aufgaben verfügbar

# Task.ScheduledDate
source: Scheduled date
de: Planungsdatum

# Task.Task
source: Task
de: Aufgabe

# Task.Tasks
source: Tasks
de: Aufgaben

# Tenant.NotAvailable
source: No tenants available
de: Keine Mandanten verfügbar

# Tenant.Tenant
source: Tenant
de: Mandant

# Tenant.Tenants
source: Tenants
de: Mandanten

# User.ChangePasswordButton
source: Change
de: Ändern

# User.ChangePasswordTitle
source: Change password
de: Passwort ändern

# User.ExistingPassword
source: Existing password
de: Bestehendes Passwort

# User.ExistingPasswordHelp
source: Please enter your existing password
de: Bitte das bestehende Passwort eingeben

# User.Features
source: Features
de: Funktionen

# User.FirstName
source: First name
de: Vorname

# User.LastName
source: Last name
de: Nachname

# User.NewPassword
source: New password
de: Nues Passwort

# User.NewPasswordHelp
source: Please enter new password
de: Bitte ein neues Passwort eingeben

# User.NewPasswordRepeat
source: Repeat password
de: Passwort wiedeholen

# User.NewPasswordRepeatHelp
source: Please repeat new password
de: Bitte das neue Passwort wiederholt eingeben

# User.NotAvailable
source: No users available
de: Keine Benutzer verfügbar

# User.ShowPassword
source: Show password
de: Passwort anzeigen

# Storage.Storage
source: User storage
de: Benutzereinträge

# Storage.NotAvailable
source: No storage items available
de: Keine Benutzereinträge verfügbar

# User.User
source: User
de: Benutzer

# User.Users
source: Users
de: Benutzer

# User.UserType
source: User type
de: Anwendertyp

# WageType.WageType
source: Wage type
de: Lohnart

# WageType.WageTypes
source: Wage types
de: Lohnarten

# Webhook.Action
source: Action
de: Aktion

# Webhook.NotAvailable
source: No webhooks available
de: Keine Webhooks verfügbar

# Webhook.ReceiverAddress
source: Receiver address
de: Empfängeradresse

# WebhookMessage.NotAvailable
source: No webhook messages available
de: Keine Webhook Meldungen verfügbar

# WebhookMessage.RequestDate
source: Request date
de: Anfragedatum

# WebhookMessage.RequestMessage
source: Request message
de: Anfragemeldung

# WebhookMessage.RequestOperation
source: Request operation
de: Anfrageoperation

# WebhookMessage.ResponseDate
source: Response date
de: Antwortdatum

# WebhookMessage.ResponseMessage
source: Response message
de: Antwortmeldung

# WebhookMessage.ResponseStatus
source: Response status
de: Antwortstatus

# WebhookMessage.WebhookMessage
source: Webhook message
de: Webhook Meldung

# WebhookMessage.WebhookMessages
source: Webhook messages
de: Webhook Meldungen

# Regulation.Missing
source: Please create the regulation before
de: Die Regulierung muss zuvor ertstellt werden

# Action.ActionExpression
source: Action expression
de: Aktion Ausdruck

# Action.AppendAction
source: Append action
de: Aktion hinzufügen

# Action.Categories
source: Categories
de: Kategorien

# Action.Issues
source: Issues
de: Probleme

# Action.MoveDown
source: Mode down
de: Nach unten

# Action.MoveUp
source: Move up
de: Nach oben

# Action.Parameters
source: Parameters
de: Parameter

# Action.Source
source: Source
de: Quelle

# Case.AvailableActions
source: Available actions
de: Verfügbarkeits-Aktionen

# Case.AvailableScript
source: Available script
de: Verfügbarkeits-Skript

# Case.BaseCaseField
source: Base case field
de: Basisfall-Feld

# Case.BuildActions
source: Build actions
de: Erstellungs-Aktionen

# Case.BuildScript
source: Build script
de: Erstellungs-Skript

# Case.ValidateActions
source: Validate actions
de: Validierungs-Aktionen

# Case.ValidateScript
source: Validate script
de: Validierungs-Skript

source: Case slot localizations
de: Fallplatz Lokalisierungen

# Error.EmptyActionField
source: Field {field} has no actions.
de: Das Feld {field} hat keine Aktionen.

# Shared.All
source: All
de: Alls

# Shared.None
source: None
de: Keine

# Shared.Order
source: Order
de: Reihenfolge

# CaseField.BuildActions
source: Build actions
de: Erstellungs-Aktionen

# CaseField.CancellationMode
source: Cancellation mode
de: Stornierungsmodus

# CaseField.DefaultEnd
source: Default end
de: Default Ende

# CaseField.DefaultValue
source: Default value
de: Default Wert

# CaseField.EndDateType
source: End date type
de: Ende Datumstyp

# CaseField.EndMandatory
source: End mandatory
de: Ende erforderlich

# CaseField.LookupSettings
source: Lookup settings
de: Lookupeinstellungen

# CaseField.StartDateType
source: Start date type
de: Start Datumstyp

# CaseField.TimeGroup
source: Time
de: Zeit

# CaseField.TimeType
source: Time type
de: Zeittyp

# CaseField.TimeUnit
source: Time unit
de: Zeiteinheit

# CaseField.ValidateActions
source: Validate actions
de: Validierungs-Aktionen

# CaseField.ValueCreationMode
source: Value creation mode
de: Wert Erstellungsmodus

# CaseField.ValueMandatory
source: Value mandatory
de: Wert erforderlich

# CaseField.ValueScope
source: Value scope
de: Wertebereich

# CaseRelation.BuildActions
source: Build actions
de: Erstellungs-Aktionen

# CaseRelation.BuildExpression
source: Build expression
de: Erstellungs-Ausdruck

# CaseRelation.Relation
source: Relation
de: Beziehung

# CaseRelation.SourceCaseName
source: Source case name
de: Name Quellfall

# CaseRelation.SourceCaseSlot
source: Source case slot
de: Slot Quellfall

# CaseRelation.TargetCaseName
source: Target case name
de: Name Zielfall

# CaseRelation.TargetCaseSlot
source: Target case slot
de: Slot Zielfall

# CaseRelation.ValidateActions
source: Validate actions
de: Validierungs-Aktionen

# CaseRelation.ValidateExpression
source: Validate expression
de: Validierungs-Ausdruck

# Collector.ApplyExpression
source: Apply expression
de: Anwendungs-Ausdruck

# Collector.CollectType
source: Collect type
de: Kollektortyp

# Collector.EndExpression
source: End expression
de: Ende-Ausdruck

# Collector.MaxResult
source: Max result
de: Maximalergebnis

# Collector.MinResult
source: Min result
de: Minimalergebnis

# Collector.StartExpression
source: Start expression
de: Start-Ausdruck

# Collector.Threshold
source: Threshold
de: Schwellenwert

# Item.SelectParent
source: Select {item}
de: {item} Auswahl

# Lookup.TextFieldName
source: Text field name
de: Text Feldname

# Lookup.ValueFieldName
source: Value field name
de: Wert Feldname

# LookupValue.RangeValue
source: Range value
de: Grenzwert

# Report.Category
source: Category
de: Kategorie

# Shared.OverrideType
source: Override type
de: Überlagerungstyp

# WageType.WageTypeNumber
source: Wage type number
de: Lohnart-Nummer

# Lookup.RangeSize
source: Range size
de: Wertebereich

# Report.AttributeMode
source: Attribute mode
de: Attributmodus

# Report.BuildExpression
source: Build expression
de: Erstellungs-Ausdruck

# Report.EndExpression
source: End expression
de: Ende-Ausdruck

# Report.RelationChildColumn
source: Child column
de: Kindspalte

# Report.RelationChildTable
source: Child table
de: Kindtabelle

# Report.RelationNotAvailable
source: No relations available
de: Keine Relationen verfügbar

# Report.RelationParentColumn
source: Parent column
de: Mutterspalte

# Report.RelationParentTable
source: Parent table
de: Muttertabelle

# Report.Relations
source: Relations
de: Relationen

# Report.StartExpression
source: Start expression
de: Start-Ausdruck

# Script.FunctionTypes
source: Function types
de: Funktionstypen

# Script.FunctionCount
source: {count} functions
de: {count} Funktionen

# Script.SingleFunction
source: 1 function
de: 1 Funktion

# WageType.CollectorGroups
source: Collector groups
de: Kollektorengruppen

# WageType.ResultExpression
source: Result expression
de: Ergebnis-Ausdruck

# WageType.ValueExpression
source: Value expression
de: Wert-Ausdruck

# Document.ClearContent
source: Clear content
de: Inhalt löschen

# Document.ClearContentQuery
source: Delete content (length {bytes})?
de: Inhalt löschen (Länge {bytes})?

# Document.ContentReplaceQuery
source: Replace content?
de: Inhalt ersetzen?

# Document.ContentUnchanged
source: Document {document} unchanged
de: Dokument {document} nicht aktualisiert

# Document.ContentUpload
source: Content upload
de: Inhalt Upload

# Document.ContentUploaded
source: Content {document} uploaded
de: Inhalt {document} aktualisiert

# Document.DocumentRemoved
source: Document removed
de: Dokument entfernt

# Document.FileSize
source: Size {bytes}
de: Grösse {bytes}

# Document.Replace
source: Replace
de: Ersetzen

# Error.FileUploadError
source: File upload error.
de: Upload Fehler.

# ReportParameter.ParameterType
source: Parameter type
de: Parametertyp

# ReportTemplate.Content
source: Content
de: Inhalt

# ReportTemplate.Resource
source: Resource
de: Ressource

# CaseField.LookupSettingsRemoved
source: Lookup settings removed
de: Lookupeinstellungen entfernt

# Dialog.Delete
source: Delete
de: Löschen

# Error.EmptyCollection
source: Empty collection.
de: Leere Sammlung.

# Error.FileDownloadError
source: Download error.
de: Download Fehler.

# Item.Removed
source: Removed {item}
de: {item} entfernt

# Shared.DownloadCompleted
source: Download completed
de: Download abgeschlossen

# Shared.NotAvailable
source: Not available
de: Nicht verfügbar

source: Storage cleared
de: Benutzereinträge bereinigt

# Storage.ClearQuery
source: Remove all {count} storage items?
de: {count} Benutzereinträge entfernen?

# Storage.ClearStorage
source: Clear storage
de: Benutzereinträge löschen

# Storage.StorageItem
source: Storage item
de: Benutzereintrag

# CaseValue.CaseValue
source: Case value
de: Fallwert

# CaseValue.CaseValues
source: Case values
de: Fallwerte

# Payroll.CollectorRetro
source: Collector retro
de: Kollektor Retro

# Payroll.WageTypePeriod
source: Wage type period
de: Lohnart Periode

# Payroll.WageTypeRetro
source: Wage type retro
de: Lohnart Retro

# PayrollLayer.DefaultLevel
source: Default level is 1
de: Default Level ist 1

# PayrollLayer.InvalidBaseRegulation
source: Invalid base regulation
de: Ungültige Basisregulierung

# PayrollLayer.InvalidPayrollRegulation
source: No regulations available, please add a regulation to the payroll.
de: Keine Regulierungen verfügbar. Bitte fügen Sie der Payroll eine Regulierung zu.

# PayrollLayer.MissingBaseRegulation
source: Missing base regulation {regulation}
de: Fehlende Basisregulierung {regulation}

# PayrollLayer.MissingRegulation
source: Missing regulation {regulation}
de: Fehleden Regulierung {regulation}

# PayrollLayer.NextLevelHelp
source: Set the next free level
de: Den nächsten freien Level setzen

# PayrollLayer.NextPriorityHelp
source: Set the next free priority
de: Die nächste freie Priorität setzen

# PayrollLayer.Priority
source: Priority
de: Priorität

# PayrollLayer.RuleLevelMin
source: Level must be 1 or greater
de: Level muss 1 oder grösser sein

# PayrollLayer.RulePriorityMin
source: Priority must be 1 or greater
de: Priorität muss 1 oder grösser sein

# Payrun.DefaultReason
source: Default reason
de: Standardbegründung

# Payrun.EmployeeAvailableExpression
source: Employee available expression
de: Mitarbeiter-Verfügbarkeit Ausdruck

# Payrun.EmployeeEndExpression
source: Employee end expression
de: Mitarbeiter-Ende Ausdruck

# Payrun.EmployeeStartExpression
source: Employee start expression
de: Mitarbeiter-Start Ausdruck

# Payrun.EndExpression
source: End expression
de: Ende Ausdruck

# Payrun.Expressions
source: Expressions
de: Ausdrücke

# Payrun.Parameters
source: Parameters
de: Parameter

# Payrun.RetroTimeType
source: Retro time type
de: Retro Zeittyp

# Payrun.StartExpression
source: Start expression
de: Start Ausdruck

# Payrun.WageTypeAvailableExpression
source: Wage type available expression
de: Lohnart-Verfügbarkeit Ausdruck

# Regulation.SharedRegulation
source: Shared regulation
de: Geteilte Regulierung

# Regulation.ValidFrom
source: Valid from
de: Gültig ab

# RegulationShare.ConsumerDivision
source: Consumer division
de: Verbraucherbereich

# RegulationShare.ConsumerTenant
source: Consumer tenant
de: Verbrauchermandant

# RegulationShare.ProviderRegulation
source: Provider regulation
de: Providerregulierung

# RegulationShare.ProviderTenant
source: Provider tenant
de: Providernmandant

# Shared.Owner
source: Owner
de: Besitzer
