Repository: Payroll-Engine/PayrollEngine.WebApp
Catalog: Shared/Resources/Localizations.*.resx
Languages: de

# Shared.Mandatory
source: Mandatory
de: Erforderlich

# Employee.AllEmployees
source: All {count} employees
de: Alle {count} Mitarbeiter

# Employee.OneEmployee
source: 1 employee
de: 1 Mitarbeiter

# Employee.SelectedEmployees
source: {selected} of {total} employees
de: {selected} von {total} Mitarbeiter

# Forecast.Forecast
source: Forecast
de: Prognose

source: Forecast job history
de: Forecast Lohnlaufhistorie

source: Forecast job period
de: Forecast Jobperiode

# PayrunJob.JobDate
source: Job date
de: Jobdatum

# PayrunJob.JobHistory
source: Job history
de: Lohnlaufhistorie

# PayrunJob.JobName
source: Job name
de: Lohnlauf Name

# PayrunJob.JobPeriod
source: Job period
de: Lohnlauf Periode

# PayrunJob.JobReason
source: Job reason
de: Lohnlaufgrund

# PayrunJob.JobResults
source: Payrun job results
de: Lohnlauf Ergebnisse

# PayrunJob.JobStatus
source: Job status
de: Lohnlaufstatus

# Forecast.StartForecastPayrun
source: Start forecast payrun
de: Start Prognose Lohnlauf

# PayrunJob.StartPayrun
source: Start payrun
de: Start Lohnlauf

# PayrunParameter.CountParameters
source: {count} parameters
de: {count} Parameter

# PayrunParameter.NoParameters
source: No parameters
de: Keine Parameter

# Dialog.Close
source: Close
de: Schliessen

# Payrun.UnknownPayrun
source: Unknown payrun {payrun}
de: Unbekannter Lohnlauf {payrun}

# PayrunJob.Copy
source: Copy
de: Kopieren

# Forecast.CopyToForecast
source: Copy job to forecast
de: Job zu Forecast kopieren

# PayrunJob.DefaultReason
source: Change to status {status}
de: Statuswechsel zu {status}

source: Forecast copy
de: Forecast Kopie

# Forecast.CopyQuery
source: Replace all forecast values?
de: Alle Forecastwerte ersetzen?

# Forecast.JobNotSupported
source: Forecast payrun jobs not supported
de: Forecast Lohnlaufjobs werden nicht unterstützt

source: Forecast payrun job
de: Prognose Lohnlaufjob

# PayrunJob.JobExecuting
source: Processing...
de: Verarbeiten...

# PayrunJob.JobValidationFailed
source: Payrun job validation failed
de: Fehler in Lohnlauf Job

# PayrunJob.MissingJobPeriod
source: Missing job period
de: Jobperiode fehlt

# PayrunJob.MissingJobReason
source: Missing job reason
de: Jobgrund fehlt

# PayrunJob.New
source: New
de: Neu

# PayrunJob.ShowJobDetails
source: Show job details
de: Jobdetails anzeigen

# PayrunJob.StatusChanged
source: Changed payrun job status to {status}
de: Lohnlauf Jobstatus ist neu {status}

# PayrunResult.Period
source: Period
de: Periode

# PayrunResult.ResultKind
source: Result type
de: Resultattyp

# Shared.NumericValue
source: # Value
de: # Wert

# PayrunJob.JobCompleted
source: Payrun job completed successfully
de: Lohnlaufjob erfolgreich ausgeführt

# PayrunJob.JobFailed
source: Payrun job execution failed
de: Lohnlaufjob fehlgeschlagen

# Report.ExecutionError
source: Report execution failure
de: Fehler in der Reportausführung

# Report.PreparingDownload
source: Preparing download...
de: Download vorbereiten...

# Report.XmlRaw
source: XML raw
de: XML Rohdaten

# ReportLog.Message
source: Message
de: Meldung

# ReportLog.ReportDate
source: Report date
de: Reportdatum

# App.About
source: About
de: Informationen

# App.AdminContact
source: Please contact your administrator
de: Bitte kontaktieren Sie den Administrator

# App.Copyright
source: Copyright {owner}
de: Coypright {owner}

# App.DarkMode
source: Dark mode
de: Dunkler Modus

# App.LightMode
source: Light mode
de: Heller Modus

# App.MissingFeatures
source: No features available
de: Keine Funktionen verfügbar

# User.UserSettings
source: User settings
de: Benutzereinstellungen

# App.ToggleSidebar
source: Toggle sidebar
de: Seitenleiste umschalten

# Case.ChangeHistory
source: Change history
de: Änderungshistorie

# Case.NotAvailable
source: No cases available
de: Keine Fälle verfügbar

# Case.SearchCase
source: Search case {case}
de: Fall {case} suchen

# Case.StartCase
source: Start case {case}
de: Fall {case} starten

# Case.UndoCase
source: Case with undo
de: Fall mit Undo

# CaseChange.EmptyCaseChange
source: Case change without values
de: Falländerung ohne Werte

# CaseChange.Reason
source: Reason
de: Grund

# CaseChange.UndoCaseChange
source: Undo case
de: Undo Fall

# CaseChange.UndoError
source: Undo error for case {case}
de: Fehler im Undo des Falles {case}

# CaseChange.UndoQuery
source: Undo case {case}?
de: Undo Fall {case}?

# CaseChange.UndoSuccess
source: Undo successful for case {case}
de: Erfolgreiches Undo des Falles {case}

# CaseValue.NotAvailable
source: No case value available
de: Keine Falldaten verfügbar

# Forecast.NotAvailable
source: No forecasts available
de: Keine Forecasts verfügbar

# Shared.End
source: End
de: Ende

# Shared.Field
source: Field
de: Feld

# App.AccessDenied
source: Access denied
de: Zugriff verweigert

# Calendar.Day
source: Day
de: Tag

# Calendar.Month
source: Month
de: Monat

# Calendar.Year
source: Year
de: Jahr

# Case.AvailableCases
source: Available cases
de: Verfügbare Fälle

# Case.CaseWithoutFields
source: Case without fields
de: Fall ohne Felder

# Case.SelectCase
source: Please select a case
de: Bitte einen Fall wählen

# Case.Validation
source: Validation
de: Überprüfung

# CaseChange.CaseChangeGroup
source: Case change {group}
de: Falländerung {group}

# CaseField.FieldDocuments
source: Field documents
de: Felddokumente

# ClusterSet.ExcludeClusters
source: Exclude clusters
de: Ausgeschlossene Cluster

# ClusterSet.IncludeClusters
source: Include clusters
de: Eingeschlossene Cluster

# Document.Attachments
source: Attachments
de: Anhänge

# Document.ContentType
source: Content type
de: Inhaltstyp

# Document.DownloadTitle
source: Download {document}
de: {document} downloaden

# Error.Error
source: Error
de: Fehler

# Error.MissingMandatoryValue
source: Value is required.
de: Wert ist erforderlich.

# Item.RemoveTitle
source: Remove {item}
de: {item} entfernen

# Shared.CommaSeparatedList
source: Comma separated list
de: Kommagetrennte Liste

# Shared.Search
source: Search
de: Suchen

# Enum.ObjectStatus.Active
source: Active
de: Aktiv

# Enum.ObjectStatus.Inactive
source: Inactive
de: Inaktiv

# Enum.AttributeValueType.Numeric
source: Numeric
de: Numerisch

# Enum.AttributeValueType.String
source: String
de: Zeichenfolge

# Enum.CalendarTimeMap.Cycle
source: Cycle
de: Zyklus

# Enum.CalendarTimeMap.Period
source: Period
de: Periode

# Enum.CalendarTimeUnit.BiMonth
source: Bi-Month
de: Zwei Monate

# Enum.CalendarTimeUnit.BiWeek
source: Bi-Week
de: Zwei Wochen

# Enum.CalendarTimeUnit.CalendarMonth
source: Calendar month
de: Kalendermonat

# Enum.CalendarTimeUnit.LunisolarMonth
source: Lunisolar Month
de: Lunisolarer Monat

# Enum.CalendarTimeUnit.Quarter
source: Quarter
de: Quartal

# Enum.CalendarTimeUnit.SemiMonth
source: Semi-Month
de: Halbmonat

# Enum.CalendarTimeUnit.SemiYear
source: Semi-Year
de: Halbjahr

# Enum.CalendarTimeUnit.Week
source: Week
de: Woche

# Enum.CalendarTimeUnit.Year
source: Year
de: Jahr

# Enum.CalendarWeekMode.Week
source: Week
de: Woche

# Enum.CalendarWeekMode.WorkWeek
source: Work week
de: Arbeitswoche

# Enum.CalendarWeekRule.FirstDay
source: First day
de: Erster Tag

# Enum.CalendarWeekRule.FirstFourDayWeek
source: First four day week
de: Erste Viertagewoche

# Enum.CalendarWeekRule.FirstFullWeek
source: First full week
de: Erste volle Woche

# Report.EmptyReport
source: Report without data
de: Report ohne Daten

# Report.EmptyXmlRaw
source: Empty XML raw report {report}
de: Keine XML Rohdaten im Report {report}

# Report.TemplateNotAvailable
source: Report {report} not available in {culture}
de: Report {report} ist nicht verfügbar in {culture}

# Report.XmlValidationError
source: Invalid XML report {report}, please check the XSD schema
de: Ungültiges XML Report {report}, bitte das XSD Schema überprüfen

# Enum.PayrunJobStatus.Abort
source: Abort
de: Abbruch

# Enum.PayrunJobStatus.Cancel
source: Cancel
de: Storno

# Enum.PayrunJobStatus.Complete
source: Complete
de: Komplett

# Enum.PayrunJobStatus.Draft
source: Draft
de: Entwurf

# Enum.PayrunJobStatus.Process
source: Process
de: Verarbeitung

# Enum.PayrunJobStatus.Release
source: Release
de: Freigabe

# Enum.ResultKind.Collector
source: Collector
de: Kollektor

# Enum.ResultKind.CollectorCustom
source: Collector custom
de: Kollektor Benutzer

# Enum.ResultKind.Payrun
source: Payrun
de: Lohnlauf

# Enum.ResultKind.WageType
source: Wage type
de: Lohnart

# Enum.ResultKind.WageTypeCustom
source: Wage type custom
de: Lohnart Benutzer

# Enum.RetroTimeType.Anytime
source: Anytime
de: Jederzeit

# Enum.RetroTimeType.Cycle
source: Cycle
de: Zyklus

# Enum.UserType.Employee
source: Employee
de: Mitarbeiter

# Enum.UserType.Regular
source: Regular
de: Regulär

# DataGrid.AddFilter
source: Add filter
de: Filter hinzufügen

# DataGrid.Apply
source: Apply
de: Anwenden

# DataGrid.Clear
source: Clear
de: Läschen

# DataGrid.CollapseAllGroups
source: Collapse all groups
de: Alle Gruppen aufklappen

# DataGrid.Column
source: Column
de: Spalte

# DataGrid.Columns
source: Columns
de: Spalten

# DataGrid.Contains
source: contains
de: enthält

# DataGrid.EndsWith
source: ends with
de: ended mit

# DataGrid.Equals
source: equals
de: gleich

# DataGrid.ExpandAllGroups
source: Expand all groups
de: Alle Gruppen erweitern

# DataGrid.False
source: false
de: falsch

# DataGrid.FilterValue
source: Filter value
de: Filterwert

# DataGrid.Group
source: Group
de: Gruppe

# DataGrid.HideAll
source: Hide All
de: Alle verbergen

# DataGrid.Is
source: is
de: ist

# DataGrid.IsAfter
source: is after
de: ist nacher

# DataGrid.IsBefore
source: is before
de: ist vorher

# DataGrid.IsEmpty
source: is empty
de: ist leer

# DataGrid.IsNot
source: is not
de: ist nicht

# DataGrid.IsNotEmpty
source: is not empty
de: ist nicht leer

# DataGrid.IsOnOrAfter
source: is on or after
de: ist gleich oder nacher

# DataGrid.IsOnOrBefore
source: is on or before
de: ist gleich oder vorher

# DataGrid.NotContains
source: not contains
de: enthällt nich

# DataGrid.NotEquals
source: not equals
de: nicht gleich

# DataGrid.RefreshData
source: Refresh data
de: Daten aktualisieren

# Dialog.Save
source: Save
de: Speichern

# DataGrid.ShowAll
source: Show all
de: Allen anzeigen

# DataGrid.StartsWith
source: starts with
de: beginnt mit

# DataGrid.True
source: true
de: wahr

# DataGrid.Ungroup
source: Ungroup
de: Ungruppieren

# DataGrid.Unsort
source: Unsort
de: Unsortieren

# Enum.FunctionType.All
source: All
de: Alle

# Enum.FunctionType.Case
source: Case
de: Fall

# Enum.FunctionType.CaseAvailable
source: Case available
de: Fall Verfügbar

# Enum.FunctionType.CaseBuild
source: Case build
de: Fall Erstellung

# Enum.FunctionType.CaseChange
source: Case change
de: Fallwechsel

# Enum.FunctionType.CaseRelation
source: Case relation
de: Fallbeziehung

# Enum.FunctionType.CaseRelationBuild
source: Case relation build
de: Fallbeziehung Erstellung

# Enum.FunctionType.CaseRelationValidate
source: Case relation validate
de: Fallbeziehung Validierung

# Enum.FunctionType.CaseValidate
source: Case validate
de: Fall Validierung

# Enum.FunctionType.Collector
source: Collector
de: Kollektor

# Enum.FunctionType.CollectorApply
source: Collector apply
de: Kollektor Anwenden

# Enum.FunctionType.CollectorEnd
source: Collector end
de: Kollektor Ende

# Enum.FunctionType.CollectorStart
source: Collector start
de: Kollektor Start

# Enum.FunctionType.Payrun
source: Payrun
de: Lohnlauf

# Enum.FunctionType.PayrunEmployeeAvailable
source: Payrun employee available
de: Lohnlauf Mitarbeiter Verfügbar

# Enum.FunctionType.PayrunEmployeeEnd
source: Payrun employee end
de: Lohnlauf Mitarbeiter Ends

# Enum.FunctionType.PayrunEmployeeStart
source: Payrun employee start
de: Lohnlauf Mitarbeiter Start

# Enum.FunctionType.PayrunEnd
source: Payrun end
de: Lohnlauf End

# Enum.FunctionType.PayrunStart
source: Payrun start
de: Lohnlauf Start

# Enum.FunctionType.PayrunWageTypeAvailable
source: Payrun wage type available
de: Lohnlauf Lohnart Verfügbar

# Enum.FunctionType.ReportBuild
source: Report build
de: Report Erstellung

# Enum.FunctionType.ReportEnd
source: Report end
de: Report Ende

# Enum.FunctionType.WageType
source: Wage type
de: Lohnart

# Enum.FunctionType.WageTypeResult
source: Wage type result
de: Lohanrt Resultat

# Enum.FunctionType.WageTypeValue
source: Wage type value
de: Lohanrt Wert

# Enum.CaseCancellationType.Case
source: Case
de: Fall

# Enum.CaseCancellationType.None
source: None
de: Kein

# Enum.CaseFieldAggregationType.First
source: First
de: Letzter

# Enum.CaseFieldAggregationType.Last
source: Last
de: Erster

# Enum.CaseFieldAggregationType.Summary
source: Summary
de: Summe

# Enum.CaseFieldCancellationMode.Invert
source: Invert
de: Invertieren

# Enum.CaseFieldCancellationMode.Keep
source: Keep
de: Behalten

# Enum.CaseFieldCancellationMode.Previous
source: Previous
de: Vorheriger

# Enum.CaseFieldCancellationMode.Reset
source: Reset
de: Zurücksetzen

# Enum.CaseFieldCancellationMode.TimeType
source: Time type
de: Zeittyp

# Enum.CaseFieldDateType.Day
source: Day
de: Tag

# Enum.CaseFieldDateType.December
source: December
de: Dezember

# Enum.CaseFieldDateType.February
source: February
de: Februar

# Enum.CaseFieldDateType.Friday
source: Friday
de: Freitag

# Enum.CaseFieldDateType.January
source: January
de: Januar

# Enum.CaseFieldDateType.July
source: July
de: Juli

# Enum.CaseFieldDateType.June
source: June
de: Juni

# Enum.CaseFieldDateType.March
source: March
de: März

# Enum.CaseFieldDateType.May
source: May
de: Mai

# Enum.CaseFieldDateType.Monday
source: Monday
de: Montag

# Enum.CaseFieldDateType.Month
source: Month
de: Monat

# Enum.CaseFieldDateType.October
source: October
de: Okctober

# Enum.CaseFieldDateType.Saturday
source: Saturday
de: Samstag

# Enum.CaseFieldDateType.Sunday
source: Sunday
de: Sonntag

# Enum.CaseFieldDateType.Thursday
source: Thursday
de: Donnerstag

# Enum.CaseFieldDateType.Tuesday
source: Tuesday
de: Dienstag

# Enum.CaseFieldDateType.Wednesday
source: Wednesday
de: Mittwoch

# Enum.CaseFieldDateType.Year
source: Year
de: Jahr

# Enum.CaseFieldTimeType.CalendarPeriod
source: Calendar period
de: Kalenderperiode

# Enum.CaseFieldTimeType.Period
source: Period
de: Periode

# Enum.CaseFieldTimeType.Timeless
source: Timeless
de: Zeitlos

# Enum.CaseFieldTimeUnit.Day
source: Day
de: Tag

# Enum.CaseFieldTimeUnit.HalfDay
source: Half day
de: Halbtag

# Enum.CaseFieldTimeUnit.Month
source: Month
de: Monat

# Enum.CaseType.Company
source: Company
de: Unternehmen

# Enum.CaseType.Employee
source: Employee
de: Mitarbeiter

# Enum.CaseValueCreationMode.Always
source: Always
de: Immer

# Enum.CaseValueCreationMode.Discard
source: Discard
de: Verwerfen

# Enum.CaseValueCreationMode.OnChanges
source: On changes
de: Bei Wechsel

# Enum.CollectType.Average
source: Average
de: Durschnittt

# Enum.CollectType.Count
source: Count
de: Anzahl

# Enum.CollectType.Sum
source: Summary
de: Summe

# Enum.OverrideType.Active
source: Active
de: Aktiv

# Enum.OverrideType.Inactive
source: Inactive
de: Inaktiv

# Enum.ReportAttributeModeTable
source: Table
de: Tabelle

# Enum.ReportParameterType.EmployeeId
source: Employee id
de: Miaterbeiter Id

# Enum.ReportParameterType.Now
source: Now
de: Jetzt

# Enum.ReportParameterType.PayrunId
source: Payrun id
de: Lohlauf Id

# Enum.ReportParameterType.RegulationId
source: Regulation id
de: Regulierung Id

# Enum.ReportParameterType.Today
source: Today
de: Heute

# Enum.ReportParameterType.UserId
source: User id
de: Anwender Id

# Enum.ReportParameterType.Value
source: Value
de: Wert

# Enum.ValueScope.Local
source: Local
de: Lokal

# Enum.ValueType.Date
source: Date
de: Datum

# Enum.ValueType.DateTime
source: DateTime
de: Datum mit Zeit

# Enum.ValueType.Decimal
source: Decimal
de: Dezimal

# Enum.ValueType.Integer
source: Integer
de: Ganzzahl

# Enum.ValueType.Money
source: Money
de: Geld

# Enum.ValueType.Month
source: Month
de: Monat

# Enum.ValueType.None
source: None
de: Kein

# Enum.ValueType.NumericBoolean
source: Boolean numeric
de: Boolean nummerisch

# Enum.ValueType.Percent
source: Percent
de: Prozent

# Enum.ValueType.String
source: String
de: Zeichenfolge

# Enum.ValueType.WebResource
source: Web resource
de: Webressource

# Enum.ValueType.Weekday
source: Weekday
de: Wochentag

# Enum.ValueType.Year
source: Year
de: Jahr

# Enum.WebhookAction.CaseChangeAdded
source: Case change added
de: Falländerung hinzugefügt

# Enum.WebhookAction.CaseFunctionRequest
source: Case function request
de: Fall-Funktion Anfrage

# Enum.WebhookAction.None
source: None
de: Kein

# Enum.WebhookAction.PayrunFunctionRequest
source: Payrun function request
de: Lohnlauf-Funktion Anfrage

# Enum.WebhookAction.PayrunJobFinish
source: Payrun job finish
de: Lohnlauf Abschluss

# Enum.WebhookAction.PayrunJobProcess
source: Payrun job process
de: Lohnlauf Verarbeitung

# Enum.WebhookAction.ReportFunctionRequest
source: Report function request
de: Report-Funktion Anfrage

# Enum.WebhookAction.TaskChange
source: Task change
de: Aufgabenwechsel

# DataGrid.PagerInfoFormat
source: {first_item}-{last_item} of {all_items}
de: {first_item}-{last_item} von {all_items}

# DataGrid.PagerRowsPerPage
source: Rows per page:
de: Zeilen pro Seite:

# Calendar.InvalidPeriodTimeUnit
source: Periods of '{period}' do not fit into the cycle '{cycle}'
de: Perioden von '{period}' passen nicht in den Zyklus '{cycle}'

# Calendar.PeriodTimeUnitHelp
source: Period time unit must fit into the cycle time unit
de: Periode Zeiteinheit muss in die Zyklus Zeiteinheit passen

# Division.CalendarHelp
source: Override the tenant calendar
de: Mandantenkalender überschreiben

# Division.CultureHelp
source: Override the tenant culture
de: Mandantenkultur überschreiben

# Employee.CalendarHelp
source: Override the division calendar
de: Bereichskalender überschreiben

# Employee.CultureHelp
source: Override the division culture
de: Bereichskultur überschreiben

# Login.InvalidPassword
source: Invalid password
de: Ungültiges Passwort

# Login.InvalidPasswordConfirmation
source: Invalid password confirmation
de: Ungültige Passwortbestätigung

# Login.MissingBackendService
source: The payroll service is not available
de: Der Lohndienst ist nicht verfügbar

# Login.PasswordChangeError
source: Password change error
de: Fehler beim Passwortwechsel

# Login.TenantReadError
source: The tenant selection is currently not available
de: Die Mandantenauswahl steht derzeit nicht zur Verfügung

# Login.UnknownUser
source: Unknown user {user}
de: Unbekannter Benutzer {user}

# Login.UserReadError
source: The user selection is currently not available
de: Die Benutzerauswahl steht derzeit nicht zur Verfügung

# Tenant.CalendarHelp
source: Override the default calendar
de: Systemkalender überschreiben

# Tenant.CultureHelp
source: Override the system culture
de: Systemkultur überschreiben

# CaseField.CultureHelp
source: RFC 4646 language code: en-US, de-DE...
de: RFC 4646 Sprachcode: en-US, de-DE...

# WageType.CalendarHelp
source: Wage type calendar
de: Lohnart Kalender

# Calendar.PeriodDayCountHelp
source: Override the effective period day count
de: Effektive Anzahl der Periodentage übersteuern

# Calendar.PeriodCycleHelp
source: {count} periods of '{period}' in the cycle '{cycle}'
de: {count} Perioden von '{period}' im Zyklus '{cycle}'
